[{"id": "c1", "label": "valid", "preview": "Hi, this is Aigerim Zhanatova. My policy number is KZ-AUTO-99812. I was rear-ended on September 2, 2024 around 5pm near "}, {"id": "c2", "label": "valid", "preview": "This is Nursultan from Astana. Policy KZ-HOME-45672. On August 15, 2024, a pipe burst in my apartment causing water dama"}, {"id": "c3", "label": "fraudulent", "preview": "I had two accidents this month but can't recall the policy. The phone was lost so I'm using a friend's number. I don't h"}, {"id": "c4", "label": "invalid", "preview": "Lost my phone last year in November, not sure of the exact date or policy number. Can you look it up and send me a new p"}, {"id": "c5", "label": "valid", "preview": "Asel Bekturova, policy KZ-HEALTH-78123. I visited the hospital on July 20, 2024 for appendicitis surgery. Total medical "}, {"id": "c6", "label": "valid", "preview": "My car was stolen from the parking lot on September 10, 2024. Policy number KZ-AUTO-23456. It's a 2020 Toyota Camry, lic"}, {"id": "c7", "label": "invalid", "preview": "There was a fire in my shop on August 28, 2024. Everything burned down. I need 5 million KZT immediately. I think my pol"}, {"id": "c8", "label": "valid", "preview": "Dauren Mukhamedov, KZ-TRAVEL-90234. My luggage was lost during a flight to Dubai on September 1, 2024. Flight number KC-"}, {"id": "c9", "label": "fraudulent", "preview": "I had an accident but witnesses say I caused it intentionally. I'm calling to claim damages to my car anyway. Policy KZ-"}, {"id": "c10", "label": "valid", "preview": "Zhanna Sultanova, policy KZ-HOME-66789. Hailstorm on September 5, 2024 damaged my roof and broke several windows. Repair"}, {"id": "c11", "label": "valid", "preview": "My neighbor hit my parked car and drove away. Happened on September 8, 2024 around 2am. Policy KZ-AUTO-55678. No witness"}, {"id": "c12", "label": "invalid", "preview": "I want to claim for an old injury from 3 years ago. I just remembered I have insurance. Don't remember the policy or whe"}, {"id": "c13", "label": "valid", "preview": "Timur Akhmetov, KZ-DENTAL-88901. Root canal treatment on August 22, 2024 at DentPro clinic in Almaty. Cost was 180,000 K"}, {"id": "c14", "label": "fraudulent", "preview": "There was an earthquake and my house collapsed. I need 10 million KZT. I don't have policy number but I'm sure I have in"}, {"id": "c15", "label": "valid", "preview": "Marat Ospanov, policy KZ-AUTO-34567. Collision on September 3, 2024 on Al-Farabi Avenue. Other driver admitted fault, we"}, {"id": "c16", "label": "valid", "preview": "My laptop was stolen from my car on August 30, 2024. Policy KZ-AUTO-77889. Parked near Mega Mall in Almaty. MacBook Pro "}, {"id": "c17", "label": "invalid", "preview": "I slipped and fell at work 2 months ago. Just now decided to file a claim. Can't remember exact date or if I even have t"}, {"id": "c18", "label": "valid", "preview": "Gulmira Kenzhebekova, KZ-LIFE-99123. My husband passed away on August 18, 2024. We have a life insurance policy. I have "}, {"id": "c19", "label": "fraudulent", "preview": "Someone broke into my house and stole jewelry worth 3 million KZT. Happened sometime last month. No police report yet. P"}, {"id": "c20", "label": "valid", "preview": "Alibek Nurlanuly, policy KZ-HEALTH-44556. Eye surgery on July 28, 2024 at Vision Plus clinic. Total cost 950,000 KZT. Pr"}]