[{"id": "c1", "label": "valid", "preview": "Hi, this is Aigerim Zhanatova. I was rear-ended on September 2, 2024 around 5pm near Dostyk Avenue in Almaty. The rear b"}, {"id": "c2", "label": "valid", "preview": "This is Nursultan Akhmetov from Astana calling. On August 15, 2024, a pipe burst in my apartment causing severe water da"}, {"id": "c3", "label": "fraudulent", "preview": "I had two accidents this month but I can't really recall the details exactly. The phone was lost so I'm using a friend's"}, {"id": "c4", "label": "invalid", "preview": "Lost my phone last year in November, not sure of the exact date. Can you look it up and send me a new phone? I think it "}, {"id": "c5", "label": "valid", "preview": "Asel Bekturova calling. I visited the Almaty Central Hospital on July 20, 2024 for appendicitis surgery. Total medical b"}, {"id": "c6", "label": "valid", "preview": "My name is Timur Suleimenov. My car was stolen from the Mega Mall parking lot on September 10, 2024 around 2pm. It's a 2"}, {"id": "c7", "label": "fraudulent", "preview": "I'm calling on behalf of my grandmother who doesn't speak well. She had a fall last month but we don't know the exact da"}, {"id": "c8", "label": "valid", "preview": "Gulnara Mustafina here. My jewelry was stolen during a break-in on August 5, 2024. Three gold necklaces, two diamond rin"}, {"id": "c9", "label": "fraudulent", "preview": "There was a fire in my house and everything burned down. I need 15 million KZT immediately. I don't have time to provide"}, {"id": "c10", "label": "valid", "preview": "Zhanna Sultanova from Kostanay. Hailstorm on September 5, 2024 damaged my roof and broke several windows. The storm last"}, {"id": "c11", "label": "invalid", "preview": "My laptop stopped working yesterday. I think it's covered but I'm not sure. Can you replace it? It was expensive, maybe "}, {"id": "c12", "label": "valid", "preview": "Yerlan Kassymov calling. Minor car accident on September 15, 2024 at 10am on Abay Avenue in Almaty. Another driver hit m"}, {"id": "c13", "label": "fraudulent", "preview": "I need money for medical treatment but I lost all my documents in a flood. My house was damaged too. Everything is gone."}, {"id": "c14", "label": "fraudulent", "preview": "There was an earthquake and my house collapsed. I need 10 million KZT. I don't remember when exactly it happened, someti"}, {"id": "c15", "label": "valid", "preview": "Marat Ospanov here. Collision on September 3, 2024 on Al-Farabi Avenue in Almaty at approximately 6:30pm. Other driver a"}, {"id": "c16", "label": "invalid", "preview": "Calling about dental treatment from last month. I forgot the exact date and don't have the receipts anymore. It was expe"}, {"id": "c17", "label": "invalid", "preview": "I slipped and fell at work 2 months ago. Just now decided to file a claim. Can't remember the exact date or if I even ha"}, {"id": "c18", "label": "valid", "preview": "Saule Zhumabekova. House fire on July 30, 2024 around 11pm in Taraz. Started in the kitchen from electrical fault. Fire "}, {"id": "c19", "label": "fraudulent", "preview": "My friend told me to call. I had some kind of accident but don't remember when. Can you check your records? I need the m"}, {"id": "c20", "label": "valid", "preview": "Baurzhan Mynbayev calling. Bicycle accident on August 20, 2024 in Pavlodar city park. I fell and fractured my arm. Medic"}]